tap "dagger/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asciinema"
brew "atuin", restart_service: :changed
brew "bat"
brew "bat-extras"
brew "broot"
brew "gettext"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "pango"
brew "chafa"
brew "chezmoi"
brew "commitizen"
brew "curl"
brew "difftastic"
brew "eza"
brew "faad2"
brew "fd"
brew "fftw"
brew "fish"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "git"
brew "gitleaks"
brew "gnupg"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libogg"
brew "libvorbis"
brew "libxml2"
brew "libxslt"
brew "make"
brew "mas"
brew "mise"
brew "neovim"
brew "opus"
brew "opusfile"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "podman-tui"
brew "ripgrep"
brew "starship"
brew "taglib"
brew "wget"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arduino-ide"
cask "brave-browser"
cask "cursor"
cask "discord"
cask "display-pilot"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-intel-one-mono"
cask "font-noto-color-emoji"
cask "font-noto-emoji"
cask "foobar2000"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"
cask "zed"
cask "zen"
mas "1Password for Safari", id: 1569813296
mas "Bumpr", id: 1166066070
mas "Deliveries", id: 290986013
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Reeder", id: 6475002485
mas "RunCat", id: 1429033973
mas "Save to Reader", id: 1640236961
mas "The Unarchiver", id: 425424353
vscode "1password.op-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "janisdd.vscode-edit-csv"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "zainchen.json"
