tap "1password/tap"
tap "dagger/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "jesseduffield/lazygit"
tap "joerdav/xc"
tap "modularml/packages"
brew "xz"
brew "readline"
brew "awscli"
brew "libgit2@1.7"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "broot"
brew "colima"
brew "commitizen"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "pango"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "uv"
brew "hatch"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "mas"
brew "mise"
brew "neovim"
brew "nvm"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "starship"
brew "superfile"
brew "taskwarrior-tui"
brew "tre-command"
brew "vale"
brew "wget"
brew "zlib"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "joerdav/xc/xc"
cask "1password"
cask "1password-cli"
cask "4k-video-downloader+"
cask "alfred"
cask "arc"
cask "betterdiscord-installer"
cask "bettertouchtool"
cask "brave-browser"
cask "caffeine"
cask "cog"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "geektool"
cask "google-chrome"
cask "hhkb"
cask "karabiner-elements"
cask "logseq"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"
mas "Bumpr", id: 1166066070
mas "Deliveries", id: 290986013
mas "Gemini 2", id: 1090488118
mas "Goodnotes", id: 1444383602
mas "Kindle", id: 302584613
mas "Omnivore", id: 1564031042
mas "Reeder", id: 1529448980
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
vscode "1password.op-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "janisdd.vscode-edit-csv"
vscode "knisterpeter.vscode-commitizen"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "yzane.markdown-pdf"
vscode "zainchen.json"
